[
    "Sua mamãe é tão gorda que seu umbigo chega em casa 15 minutos antes dela.",
    "Yo mamãe é tão gorda que quando foi diagnosticado com uma doença comedora de carne, o médico deu-lhe dez anos de vida.",
    "Sua mamãe é tão gorda que o Serviço Meteorológico Nacional nomeia cada um de seus peidos.",
    "Sua mamãe é tão gorda que quando ela veste uma capa de chuva amarela, as pessoas gritam 'táxi!'",
    "Sua mamãe é tão gorda e burra que ela só abriu o e-mail porque ouviu que continha spam.",
    "Yo mamãe é tão gorda que ela jogou em um lençol no Halloween e foi para a Antártica.",
    "Sua mamãe é tão gorda que procurou códigos para Wii Fit",
    "Sua mamãe é tão gorda que o único exercício que ela faz é perseguir o caminhão de sorvete.",
    "Sua mamãe é tão gorda que ela sentou em um dólar e espremeu uma meleca do nariz de George Washington.",
    "Yo mamãe é tão gorda que quando ela entra no elevador tem que descer.",
    "Sua mamãe é tão gorda que, quando o bip toca, as pessoas pensam que ela está voltando.",
    "Sua mamãe é tão gorda que tem que passar as calças na garagem.",
    "Yo mamãe é tão gorda que saiu de casa de salto alto e voltou de chinelo.",
    "Sua mamãe é tão gorda que as pessoas correm em volta dela para fazer exercícios.",
    "Sua mamãe é tão gorda que estava flutuando no oceano e a Espanha a reivindicou para o Novo Mundo.",
    "Sua mamãe é tão gorda que quando ela passou na frente da TV eu perdi 3 temporadas de Breaking Bad.",
    "Sua mamãe é tão gorda que você tem que passar graxa na moldura da porta e segurar um twinkie do outro lado só para ela passar!",
    "Sua mamãe é tão gorda que quando ela se senta na praia, o Greenpeace aparece e tenta rebocá-la de volta para o oceano ...",
    "Yo mamãe é tão gorda que quando ela pula de bungee jump, ela desce a ponte também.",
    "Sua mamãe é tão gorda que quando fala sozinha é uma ligação interurbana.",
    "Sua mamãe é tão gorda que a última vez que viu 90210 foi em uma balança.",
    "Sua mamãe é tão gorda que a luz se curva ao seu redor.",
    "Yo mamãe é tão gorda que tirei uma foto dela no natal passado e ainda está imprimindo!",
    "Sua mamãe é tão gorda que quando ela sentou no Wal-Mart, ela baixou os preços.",
    "Yo mamãe é tão gorda que quando ela sentou no iphone, virou ipad.",
    "Sua mamãe é tão gorda que nem mesmo Deus consegue erguer o espírito dela.",
    "Sua mamãe é tão gorda que ela faz seguro em grupo.",
    "Sua mamãe é tão gorda que foi designada para desenvolvimento comercial.",
    "Yo mamãe é tão gorda que ela entrou no Gap e o preencheu.",
    "Sua mamãe é tão gorda que vem de todas as direções para você.",
    "Sua mamãe é tão gorda que quando subiu em um trampolim na praia, o salva-vidas disse ao seu pai 'desculpe, você não pode estacionar aqui'.",
    "Sua mamãe é tão gorda que sua tigela de cereal veio com salva-vidas.",
    "Sua mamãe é tão gorda que parece que está contrabandeando um Volkswagen.",
    "Yo mamãe é tão gorda que quando ela engraxou os sapatos, ela teve que acreditar na palavra do cara.",
    "Yo mamãe é tão gorda que quando canta acaba para todos.",
    "Sua mamãe está tão gorda que quando ela fugiu, eles tiveram que usar os quatro lados da caixa de leite para mostrar a foto dela.",
    "Yo mamãe é tão gorda que quando era criança não brincava com boneca, brincava com anões.",
    "Sua mamãe é tão gorda que usa dois ônibus como patins.",
    "Sua mamãe é tão gorda que explodiu a Estrela da Morte.",
    "Yo mamãe é tão gorda que quando vai a um bufê, ela ganha o valor do grupo.",
    "Sua mamãe é tão gorda que tem que colocar o cinto com um bumerangue.",
    "Sua mamãe é tão gorda que quebrou a Escada para o Céu.",
    "Yo mamãe é tão gorda que ela não come com garfo, ela come com empilhadeira.",
    "Sua mamãe é tão gorda que da última vez que o senhorio a viu dobrou o aluguel.",
    "Sua mamãe é tão gorda que os Vigilantes do Peso nem olham para ela.",
    "Sua mamãe é tão gorda que a patrulha rodoviária a fez colocar uma placa dizendo 'Cuidado! Curva aberta'.",
    "Yo mamãe é tão gorda que quando ela fica sentada pela casa, ela SENTA-SE EM TORNO DA CASA!",
    "Sua mamãe é tão gorda que quando ela pisa em uma balança, lê-se 'um de cada vez, por favor'.",
    "Yo mamãe é tão gorda que se apaixonou e quebrou.",
    "Sua mamãe é tão gorda que quando sobe na balança diz 'Não fazemos gado'.",
    "Sua mamãe é tão gorda que quando ela tropeçou na 4ª Avenida, ela pousou na 12ª.",
    "Sua mamãe é tão gorda que Deus não conseguiu iluminar a Terra até que ela se movesse!",
    "Yo mamãe é tão gorda que nem mesmo Bill Gates conseguiu pagar por sua lipoaspiração!",
    "Yo mamãe é tão gorda que ela tem que abaixar as calças para enfiar no bolso.",
    "Sua mamãe é tão gorda que nasceu nos dias quatro, cinco e seis de junho.",
    "Yo mamãe é tão gorda que ela poderia cair e nem perceberia.",
    "Yo momma é tão gorda que a placa dentro de um restaurante diz:“ Ocupação máxima: 300, ou Yo momma. ”",
    "Yo mamãe é tão gorda que ela passa maionese na aspirina.",
]